org-content/syllabus.org
#+title: 400A Syllabus - Stellar Evolution
#+author: Mathieu Renzo
#+email: mrenzo@arizona.edu
#+PREVIOUS_PAGE: index.org
#+NEXT_PAGE: projects.org

* Description of the course
The main topic of the course is stellar structure, a field of
astronomy that brings together many different branches of physics
(hydrodynamics, atomic, nuclear, and neutrino physics,
radiation-matter interactions, etc.) to understand the fundamental
objects of astronomical study: stars.

See also [[./lectures.org][here]] for a breakdown of the main topics covered and [[file:projects.org::*List of possible projects/presentations][here]] for
a tentative list of topics covered by student presentations.

* Where and when
Steward Observatory room *204*, Tuesday and Thursday 11:00 am-12:15 pm.

* Instructor
** Prof. Mathieu Renzo
- Office: N506
- Email: [[mailto:mrenzo@arizona.edu][mrenzo@arizona.edu]]
- Office hours: by appointment to be scheduled by email

*N.B.:* Office hours are times set aside to help you! Please come and
ask any questions you have. My availability is different every week,
so please reach out to schedule an appointment. Email is the best way
to get in touch with me, but given my schedule, I may not respond for
a full business day. Please plan ahead.

* Expected learning outcomes
By the end of the course, students will be able to:

 - *Understand the physical scales associated with a wide variety of
   astronomical objects and phenomena.*
 - *Apply a physically motivated theoretical framework to stellar
   structure to derive stellar properties and compare to observations.*
 - *Use mathematical and computational skills to solve astrophysical
   problems related to stars and more generally astrophysics.*
 - *Communicating, translating, and interpreting fundamental
   astronomical concepts and research results.*
 - *Distinguish observationally confirmed elements of stellar physics
   from numerical results.*

These learning outcomes will be met through attendance at lectures,
in-class activities, homework and writing assignments, and a final
literature review project made of written and oral presentation on a
selected topic. See [[./projects.org][Projects]] for more information, including a list of
possible topics.

* Course format and teaching methods
This course relies on frontal lectures, homework, and in-class problem
solving activities (individual and in group), and student
presentations. Some problem solving activities will be of
computational nature.

This is also a class with "writing emphasis", which will be included
as part of homework and the final presentation.

