html-content/syllabus.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-02-01 Sat 16:34 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>400A Syllabus - Stellar Evolution</title>
<meta name="author" content="Mathieu Renzo" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="./css/style.css" />
<link rel="stylesheet" href="./css/style-dark.css" id="dark-theme" disabled> <!-- Dark theme CSS -->
<link rel="stylesheet" href="./fontawesome-free-6.7.2-web/css/all.min.css">
<meta name="keywords" content="Mathieu, Renzo, Mathieu Renzo,
			       stellar evolution, 400A, University of
			       Arizona, Steward Observatory, stars,
			       theoretical astrophysics">
</head>
<body>
<div id="preamble" class="status">
<!-- Preamble -->
<!-- The header -->
<div class="header">

  <!-- The site name -->
  <div class="site-name">
    <a id="top" href="./index.html">Stellar Evolution</a>
  </div>

  <!-- The hamburger -->
  <div class="hamburger">
    <div id="myLinks" class="menu">
      <a href="./index.html">Home</a>
      <a href="./syllabus.html">Syllabus</a>
      <a href="./lectures.html">Lectures</a>
      <a href="./projects.html">Projects</a>
    </div>
    <a href="javascript:void(0);" class="icon" onclick="myHamburgerMenu()">
      <i class="fa fa-bars"></i>
    </a>
  </div>

  <div class="navbar">
    <a href="./syllabus.html">Syllabus</a>
    <a href="./lectures.html">Lectures</a>
    <a href="./projects.html">Projects</a>
  </div>
</div>

<!-- The hamburger menu  -->
<script>
  function myHamburgerMenu() {
      var x = document.getElementById("myLinks");
      if (x.style.display === "block") {
	  x.style.display = "none";
      } else {
	  x.style.display = "block";
      }
  }
</script>



<script>
    const themeToggleIcon = document.getElementById('theme-toggle');
    const darkThemeLink = document.getElementById('dark-theme');

    // Check the current theme from localStorage on page load
    const currentTheme = localStorage.getItem('theme');
    if (currentTheme === 'dark') {
        darkThemeLink.removeAttribute('disabled'); // Enable dark theme
    }

    // Toggle theme when icon is clicked
    themeToggleIcon.addEventListener('click', () => {
        if (darkThemeLink.disabled) {
            darkThemeLink.removeAttribute('disabled'); // Enable dark theme
            localStorage.setItem('theme', 'dark');
        } else {
            darkThemeLink.setAttribute('disabled', 'true'); // Disable dark theme
            localStorage.setItem('theme', 'light');
        }
    });
</script>
</div>
<div id="content" class="content">

<div id="outline-container-org9ca2ba7" class="outline-2">
<h2 id="org9ca2ba7"><a href="#org9ca2ba7">Description of the course</a></h2>
<div class="outline-text-2" id="text-org9ca2ba7">
<p>
The main topic of the course is stellar structure, a field of
astronomy that brings together many different branches of physics
(hydrodynamics, atomic, nuclear, and neutrino physics,
radiation-matter interactions, etc.) to understand the fundamental
objects of astronomical study: stars.
</p>

<p>
See also <a href="./lectures.html">here</a> for a breakdown of the main topics covered and <a href="projects.html#org95e4afd">here</a> for
a tentative list of topics covered by student presentations.
</p>
</div>
</div>

<div id="outline-container-orgcfbd987" class="outline-2">
<h2 id="orgcfbd987"><a href="#orgcfbd987">Where and when</a></h2>
<div class="outline-text-2" id="text-orgcfbd987">
<p>
Steward Observatory room <b>204</b>, Tuesday and Thursday 11:00 am-12:15 pm.
</p>
</div>
</div>

<div id="outline-container-orgd2bf772" class="outline-2">
<h2 id="orgd2bf772"><a href="#orgd2bf772">Instructor</a></h2>
<div class="outline-text-2" id="text-orgd2bf772">
</div>
<div id="outline-container-org3617699" class="outline-3">
<h3 id="org3617699"><a href="#org3617699">Prof. <a href="https://www.as.arizona.edu/~mrenzo/index.html">Mathieu Renzo</a></a></h3>
<div class="outline-text-3" id="text-org3617699">
<ul class="org-ul">
<li>Office: N506</li>
<li>Email: <a href="mailto:mrenzo@arizona.edu">mrenzo@arizona.edu</a></li>
<li>Office hours: by appointment to be scheduled by email</li>
</ul>

<p>
<b>N.B.:</b> Office hours are times set aside to help you! Please come and
ask any questions you have. My availability is different every week,
so please reach out to schedule an appointment. Email is the best way
to get in touch with me, but given my schedule, I may not respond for
a full business day. Please plan ahead.
</p>
</div>
</div>
</div>

<div id="outline-container-org75614c1" class="outline-2">
<h2 id="org75614c1"><a href="#org75614c1">Expected learning outcomes</a></h2>
<div class="outline-text-2" id="text-org75614c1">
<p>
By the end of the course, students will be able to:
</p>

<ul class="org-ul">
<li><b>Understand the physical scales associated with a wide variety of
astronomical objects and phenomena.</b></li>
<li><b>Apply a physically motivated theoretical framework to stellar
structure to derive stellar properties and compare to observations.</b></li>
<li><b>Use mathematical and computational skills to solve astrophysical
problems related to stars and more generally astrophysics.</b></li>
<li><b>Communicating, translating, and interpreting fundamental
astronomical concepts and research results.</b></li>
<li><b>Distinguish observationally confirmed elements of stellar physics
from numerical results.</b></li>
</ul>

<p>
These learning outcomes will be met through attendance at lectures,
in-class activities, homework and writing assignments, and a final
literature review project made of written and oral presentation on a
selected topic. See <a href="./projects.html">Projects</a> for more information, including a list of
possible topics.
</p>
</div>
</div>

<div id="outline-container-org3662709" class="outline-2">
<h2 id="org3662709"><a href="#org3662709">Course format and teaching methods</a></h2>
<div class="outline-text-2" id="text-org3662709">
<p>
This course relies on frontal lectures, homework, and in-class problem
solving activities (individual and in group), and student
presentations. Some problem solving activities will be of
computational nature.
</p>

<p>
This is also a class with "writing emphasis", which will be included
as part of homework and the final presentation.
</p>
</div>
</div>
