org-content/syllabus.org
* Recommended textbooks and resources
Most stellar physics text books will contain most of the information
covered in this course, although order and presentation vary. You can
use any textbook you like or already have. I recommend and will mostly
follow these:

 - [[https://www.astro.ru.nl/~onnop/][Prof. Onno Pols notes]]. These lecture notes are freely available,
   accessible, and thorough, making them an excellent starting point.
   I strongly suggest downloading a copy for yourself early in the
   course.
 - [[https://link.springer.com/book/10.1007/978-3-642-30304-3][Kippenhahn, Weigert, & Weiss 2012]]. This is a classic textbook that
   you may continue to consult even as a seasoned researcher with
   emphasis on the physical processes in stars. If you are an enrolled
   student and have troubles accessing this book, please come talk to
   me.

We will also use [[http://user.astro.wisc.edu/~townsend/static.php?ref=mesa-web-submit][MESA-web]], a cloud-computing resource to run stellar
evolution simulations with the open-source, community-developed, code
[[https://docs.mesastar.org/en/latest/][MESA]].

* Exams and grading
The course grade will be based on:
 - In class participation: 20%
 - Homework: 40%
 - Literature review project/presentation (written+oral): 40%

The class will not be curved, and this will be the correspondence
between final percentages and letter grades:
 - A: 85-100%
 - B: 70-85%
 - C: 50-70%
 - D: 30-50%
 - E: 0-30%

** Participation
Your engagement, quality of contributions, and interactions with the
instructors and with your peers will contribute to your final grade.
Quality and frequency of your contributions will be evaluated
throughout the course, rewarding specifically *growth* and *improvement*.

*N.B.:* I will not log attendance, being there is *not a sufficient*
condition to guarantee a good participation grade.

