html-content/syllabus.html

<div id="outline-container-org96a1e4b" class="outline-2">
<h2 id="org96a1e4b"><a href="#org96a1e4b">Recommended textbooks and resources</a></h2>
<div class="outline-text-2" id="text-org96a1e4b">
<p>
Most stellar physics text books will contain most of the information
covered in this course, although order and presentation vary. You can
use any textbook you like or already have. I recommend and will mostly
follow these:
</p>

<ul class="org-ul">
<li><a href="https://www.astro.ru.nl/~onnop/">Prof. Onno Pols notes</a>. These lecture notes are freely available,
accessible, and thorough, making them an excellent starting point.
I strongly suggest downloading a copy for yourself early in the
course.</li>
<li><a href="https://link.springer.com/book/10.1007/978-3-642-30304-3">Kippenhahn, Weigert, &amp; Weiss 2012</a>. This is a classic textbook that
you may continue to consult even as a seasoned researcher with
emphasis on the physical processes in stars. If you are an enrolled
student and have troubles accessing this book, please come talk to
me.</li>
</ul>

<p>
We will also use <a href="http://user.astro.wisc.edu/~townsend/static.php?ref=mesa-web-submit">MESA-web</a>, a cloud-computing resource to run stellar
evolution simulations with the open-source, community-developed, code
<a href="https://docs.mesastar.org/en/latest/">MESA</a>.
</p>
</div>
</div>

<div id="outline-container-org8960fa9" class="outline-2">
<h2 id="org8960fa9"><a href="#org8960fa9">Exams and grading</a></h2>
<div class="outline-text-2" id="text-org8960fa9">
<p>
The course grade will be based on:
</p>
<ul class="org-ul">
<li>In class participation: 20%</li>
<li>Homework: 40%</li>
<li>Literature review project/presentation (written+oral): 40%</li>
</ul>

<p>
The class will not be curved, and this will be the correspondence
between final percentages and letter grades:
</p>
<ul class="org-ul">
<li>A: 85-100%</li>
<li>B: 70-85%</li>
<li>C: 50-70%</li>
<li>D: 30-50%</li>
<li>E: 0-30%</li>
</ul>
</div>

<div id="outline-container-org4885f45" class="outline-3">
<h3 id="org4885f45"><a href="#org4885f45">Participation</a></h3>
<div class="outline-text-3" id="text-org4885f45">
<p>
Your engagement, quality of contributions, and interactions with the
instructors and with your peers will contribute to your final grade.
Quality and frequency of your contributions will be evaluated
throughout the course, rewarding specifically <b>growth</b> and <b>improvement</b>.
</p>

<p>
<b>N.B.:</b> I will not log attendance, being there is <b>not a sufficient</b>
condition to guarantee a good participation grade.
</p>
</div>
