org-content/syllabus.org
*** Rubric for in class participation

  The rubric used to evaluate the in class participation is given below.
  I will keep track of relevant and/or insightful questions/comments in
  class and/or at office hours.

#+ATTR_LATEX: :font \tiny :float sideways
  |---------------+------------------------------------------+-------------------------------------+-----------------------------------+-----------------------------------------|
  |               | Rubric for in class participation        |                                     |                                   |                                         |
  |---------------+------------------------------------------+-------------------------------------+-----------------------------------+-----------------------------------------|
  |               | Exceptional                              | Very good                           | Adequate                          | Poor                                    |
  |---------------+------------------------------------------+-------------------------------------+-----------------------------------+-----------------------------------------|
  | Engagement    | Consistent proactive                     | Frequent active participation       | Occasional participation during   | Rare or absent participation,           |
  |               | participation during lectures and        | during lectures and other in class  | lectures and in class activities  | or frequent but disruptive              |
  |               | other in class activities with valuable  | activities with valuable            | with relevant contribution        | interruptions with rarely relevant      |
  |               | insights and/or pertinent questions      | insight and question                |                                   | and often beside-the-point              |
  |               |                                          |                                     |                                   | interventions                           |
  |---------------+------------------------------------------+-------------------------------------+-----------------------------------+-----------------------------------------|
  | Preparation   | Consistent demonstration                 | Consistent demonstration of         | Typically good understanding      | Lack of understanding of the            |
  |               | of thorough and in depth                 | thorough understanding of           | of material covered in            | materials already covered in            |
  |               | understanding of course content          | course content already covered      | the course with only              | class and past homework.                |
  |               | covered /and knowledge of/                 |                                     | occasional misunderstandings of   | Severe misconceptions unaddressed.      |
  |               | topical content beyond the course        |                                     | previously covered content        |                                         |
  |               |                                          |                                     |                                   |                                         |
  |---------------+------------------------------------------+-------------------------------------+-----------------------------------+-----------------------------------------|
  | Collaboration | Consistent level of engagement           | Consistent level of engagement      | Typically proactive participation | Disengaged from group activities,       |
  |               | with peers, exhibiting "leadership"      | with peers, with positive           | in group activities with positive | lets others do all the work.            |
  |               | and "peer mentoring" qualities,          | contributions to group activities   | contribution                      | Does not let others contribute          |
  |               | enabling and helping the participation   | and occasionally helping others     |                                   | and learn together, participation       |
  |               | and development of others and themselves |                                     |                                   | is a net negative in content and        |
  |               |                                          |                                     |                                   | climate within the group                |
  |---------------+------------------------------------------+-------------------------------------+-----------------------------------+-----------------------------------------|
  | Growth        | Shows significant improvement            | Demonstrates noticeable improvement | Demonstrates some improvement     | Demonstrates marginal or no improvement |
  |               | in engagement, preparation, and          | in engagement, preparation, and     | in engagement, preparation, and   | in engagement, preparation, and         |
  |               | collaboration over the semester          | collaboration over the semester     | collaboration over the semester   | collaboration over the semester         |
  |---------------+------------------------------------------+-------------------------------------+-----------------------------------+-----------------------------------------|


  Roughly between one-third and halfway through the course, depending
  on how lectures proceed, you will receive feedback on
  your participation in class.

