html-content/syllabus.html

<div id="outline-container-org5223e1c" class="outline-4">
<h4 id="org5223e1c"><a href="#org5223e1c">Rubric for in class participation</a></h4>
<div class="outline-text-4" id="text-org5223e1c">
<p>
The rubric used to evaluate the in class participation is given below.
I will keep track of relevant and/or insightful questions/comments in
class and/or at office hours.
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Rubric for in class participation</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Exceptional</td>
<td class="org-left">Very good</td>
<td class="org-left">Adequate</td>
<td class="org-left">Poor</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Engagement</td>
<td class="org-left">Consistent proactive</td>
<td class="org-left">Frequent active participation</td>
<td class="org-left">Occasional participation during</td>
<td class="org-left">Rare or absent participation,</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">participation during lectures and</td>
<td class="org-left">during lectures and other in class</td>
<td class="org-left">lectures and in class activities</td>
<td class="org-left">or frequent but disruptive</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">other in class activities with valuable</td>
<td class="org-left">activities with valuable</td>
<td class="org-left">with relevant contribution</td>
<td class="org-left">interruptions with rarely relevant</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">insights and/or pertinent questions</td>
<td class="org-left">insight and question</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">and often beside-the-point</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">interventions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Preparation</td>
<td class="org-left">Consistent demonstration</td>
<td class="org-left">Consistent demonstration of</td>
<td class="org-left">Typically good understanding</td>
<td class="org-left">Lack of understanding of the</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">of thorough and in depth</td>
<td class="org-left">thorough understanding of</td>
<td class="org-left">of material covered in</td>
<td class="org-left">materials already covered in</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">understanding of course content</td>
<td class="org-left">course content already covered</td>
<td class="org-left">the course with only</td>
<td class="org-left">class and past homework.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">covered <i>and knowledge of</i></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">occasional misunderstandings of</td>
<td class="org-left">Severe misconceptions unaddressed.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">topical content beyond the course</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">previously covered content</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Collaboration</td>
<td class="org-left">Consistent level of engagement</td>
<td class="org-left">Consistent level of engagement</td>
<td class="org-left">Typically proactive participation</td>
<td class="org-left">Disengaged from group activities,</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">with peers, exhibiting "leadership"</td>
<td class="org-left">with peers, with positive</td>
<td class="org-left">in group activities with positive</td>
<td class="org-left">lets others do all the work.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">and "peer mentoring" qualities,</td>
<td class="org-left">contributions to group activities</td>
<td class="org-left">contribution</td>
<td class="org-left">Does not let others contribute</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">enabling and helping the participation</td>
<td class="org-left">and occasionally helping others</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">and learn together, participation</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">and development of others and themselves</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">is a net negative in content and</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">climate within the group</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Growth</td>
<td class="org-left">Shows significant improvement</td>
<td class="org-left">Demonstrates noticeable improvement</td>
<td class="org-left">Demonstrates some improvement</td>
<td class="org-left">Demonstrates marginal or no improvement</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">in engagement, preparation, and</td>
<td class="org-left">in engagement, preparation, and</td>
<td class="org-left">in engagement, preparation, and</td>
<td class="org-left">in engagement, preparation, and</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">collaboration over the semester</td>
<td class="org-left">collaboration over the semester</td>
<td class="org-left">collaboration over the semester</td>
<td class="org-left">collaboration over the semester</td>
</tr>
</tbody>
</table>


<p>
Roughly between one-third and halfway through the course, depending
on how lectures proceed, you will receive feedback on
your participation in class.
</p>
</div>
</div>
</div>
