org-content/syllabus.org
** Homework

There will be regular homework assignments, including
order-of-magnitude, quantitative, computational and/or more
qualitative exercises, depending on the week and topic. Please feel
free to use resources outside of the textbook. You can also
collaborate with your peers, but please *each time you do, indicate
with whom*. You *must* show your individual work to receive full credit.

Assignments should be uploaded *in pdf form* via D2L. Deadlines will be
designed to use the homework materials in class. *Late submissions will
not be accepted unless explicitly agreed upon beforehand*, if you
expect not to make it on time, ask for an extension *at least one day
before the deadline*. It's better to submit something incomplete than
nothing. In your pdf files, you should show the calculations done and
contextualise them as appropriate.

Timely feedback will be provided for you to assess your understanding
and progress.

** Literature review project and presentation
You will be assigned a topic relevant to the course to explain to your
peers. You will search the literature and prepare a written text plus
an oral presentation. The written text will be evaluated both by the
instructor and two randomly selected peers, the oral presentation will
be evaluated by all the student present plus the instructors. For more
information on the literature review project/presentation and how it
will be graded, see [[./projects.org][here]].

** Incomplete (I) or Withdrawal (W):
Requests for incomplete (I) or withdrawal (W) must be made in
accordance with University policies, which are available at
https://registrar.arizona.edu/faculty-staff-resources/grading/grading-policies/incomplete
and
https://registrar.arizona.edu/faculty-staff-resources/grading/grading-policies/withdrawals,
respectively.

* Classroom Behavior
To foster a positive learning environment, students and instructors
have a shared responsibility. We want a safe, welcoming, and inclusive
environment where all of us feel comfortable with each other and where
we can challenge ourselves to succeed. To that end, our focus is on
the tasks at hand and not on extraneous activities (e.g., texting,
chatting, web surfing, etc.). Students are asked to refrain from
disruptive conversations with people sitting around them during
lecture. Students observed engaging in disruptive activity will be
asked to cease this behavior. Those who continue to disrupt the class
will be asked to leave lecture or discussion and may be reported to
the Dean of Students.

The Arizona Board of Regents’ Student Code of Conduct, ABOR Policy
5‐308, prohibits threats of physical harm to any member of the
University community, including to one’s self. See:
[[http://policy.web.arizona.edu/threatening‐behavior‐students]]

Any social media groups generated using university-sponsored tools
(e.g., D2L class lists, slack workspaces) should be treated as an
extension of the classroom. This means that they will need to abide by
the University’s student code of conduct policies, and be respectful,
inclusive environments.

** Nondiscrimination and Anti-harassment Policy
The University of Arizona is committed to creating and maintaining an
environment free of discrimination. In support of this commitment, the
University prohibits discrimination, including harassment and
retaliation, based on a protected classification, including race,
color, religion, sex, national origin, age, disability, veteran
status, sexual orientation, gender identity, or genetic information.
For more information, including how to report a concern, please see
http://policy.arizona.edu/human-resources/nondiscrimination-and-anti-harassment-policy

** Accessibility and accommodations
At the University of Arizona, we strive to make learning
experiences as accessible as possible. If you anticipate or
experience barriers based on disability or pregnancy, please
contact the Disability Resource Center (520-621-3268,
https://drc.arizona.edu/) to establish reasonable accommodations.

** Class recordings
To facilitate everyone's participation, audio and/or video recording
of in class activities is not allowed unless explicitly agreed upon by
all present students /and/ instructors. In no case sharing on public
platforms of the recordings will be allowed.

** Preferred Name and Pronoun
This course affirms people of all gender expressions and gender
identities. If you prefer to be called a different name than what is
on the class roster, please let me know. Feel free to correct
instructors on your preferred gender pronoun.

