html-content/syllabus.html

<div id="outline-container-org01ed98c" class="outline-3">
<h3 id="org01ed98c"><a href="#org01ed98c">Homework</a></h3>
<div class="outline-text-3" id="text-org01ed98c">
<p>
There will be regular homework assignments, including
order-of-magnitude, quantitative, computational and/or more
qualitative exercises, depending on the week and topic. Please feel
free to use resources outside of the textbook. You can also
collaborate with your peers, but please <b>each time you do, indicate
with whom</b>. You <b>must</b> show your individual work to receive full credit.
</p>

<p>
Assignments should be uploaded <b>in pdf form</b> via D2L. Deadlines will be
designed to use the homework materials in class. <b>Late submissions will
not be accepted unless explicitly agreed upon beforehand</b>, if you
expect not to make it on time, ask for an extension <b>at least one day
before the deadline</b>. It's better to submit something incomplete than
nothing. In your pdf files, you should show the calculations done and
contextualise them as appropriate.
</p>

<p>
Timely feedback will be provided for you to assess your understanding
and progress.
</p>
</div>
</div>

<div id="outline-container-org1275a63" class="outline-3">
<h3 id="org1275a63"><a href="#org1275a63">Literature review project and presentation</a></h3>
<div class="outline-text-3" id="text-org1275a63">
<p>
You will be assigned a topic relevant to the course to explain to your
peers. You will search the literature and prepare a written text plus
an oral presentation. The written text will be evaluated both by the
instructor and two randomly selected peers, the oral presentation will
be evaluated by all the student present plus the instructors. For more
information on the literature review project/presentation and how it
will be graded, see <a href="./projects.html">here</a>.
</p>
</div>
</div>

<div id="outline-container-orge273491" class="outline-3">
<h3 id="orge273491"><a href="#orge273491">Incomplete (I) or Withdrawal (W):</a></h3>
<div class="outline-text-3" id="text-orge273491">
<p>
Requests for incomplete (I) or withdrawal (W) must be made in
accordance with University policies, which are available at
<a href="https://registrar.arizona.edu/faculty-staff-resources/grading/grading-policies/incomplete">https://registrar.arizona.edu/faculty-staff-resources/grading/grading-policies/incomplete</a>
and
<a href="https://registrar.arizona.edu/faculty-staff-resources/grading/grading-policies/withdrawals">https://registrar.arizona.edu/faculty-staff-resources/grading/grading-policies/withdrawals</a>,
respectively.
</p>
</div>
</div>
</div>

<div id="outline-container-orgbf6f09d" class="outline-2">
<h2 id="orgbf6f09d"><a href="#orgbf6f09d">Classroom Behavior</a></h2>
<div class="outline-text-2" id="text-orgbf6f09d">
<p>
To foster a positive learning environment, students and instructors
have a shared responsibility. We want a safe, welcoming, and inclusive
environment where all of us feel comfortable with each other and where
we can challenge ourselves to succeed. To that end, our focus is on
the tasks at hand and not on extraneous activities (e.g., texting,
chatting, web surfing, etc.). Students are asked to refrain from
disruptive conversations with people sitting around them during
lecture. Students observed engaging in disruptive activity will be
asked to cease this behavior. Those who continue to disrupt the class
will be asked to leave lecture or discussion and may be reported to
the Dean of Students.
</p>

<p>
The Arizona Board of Regents’ Student Code of Conduct, ABOR Policy
5‐308, prohibits threats of physical harm to any member of the
University community, including to one’s self. See:
<a href="http://policy.web.arizona.edu/threatening%E2%80%90behavior%E2%80%90students">http://policy.web.arizona.edu/threatening%E2%80%90behavior%E2%80%90students</a>
</p>

<p>
Any social media groups generated using university-sponsored tools
(e.g., D2L class lists, slack workspaces) should be treated as an
extension of the classroom. This means that they will need to abide by
the University’s student code of conduct policies, and be respectful,
inclusive environments.
</p>
</div>

<div id="outline-container-org8723ae6" class="outline-3">
<h3 id="org8723ae6"><a href="#org8723ae6">Nondiscrimination and Anti-harassment Policy</a></h3>
<div class="outline-text-3" id="text-org8723ae6">
<p>
The University of Arizona is committed to creating and maintaining an
environment free of discrimination. In support of this commitment, the
University prohibits discrimination, including harassment and
retaliation, based on a protected classification, including race,
color, religion, sex, national origin, age, disability, veteran
status, sexual orientation, gender identity, or genetic information.
For more information, including how to report a concern, please see
<a href="http://policy.arizona.edu/human-resources/nondiscrimination-and-anti-harassment-policy">http://policy.arizona.edu/human-resources/nondiscrimination-and-anti-harassment-policy</a>
</p>
</div>
</div>

<div id="outline-container-org01bd710" class="outline-3">
<h3 id="org01bd710"><a href="#org01bd710">Accessibility and accommodations</a></h3>
<div class="outline-text-3" id="text-org01bd710">
<p>
At the University of Arizona, we strive to make learning
experiences as accessible as possible. If you anticipate or
experience barriers based on disability or pregnancy, please
contact the Disability Resource Center (520-621-3268,
<a href="https://drc.arizona.edu/">https://drc.arizona.edu/</a>) to establish reasonable accommodations.
</p>
</div>
</div>

<div id="outline-container-org545fd47" class="outline-3">
<h3 id="org545fd47"><a href="#org545fd47">Class recordings</a></h3>
<div class="outline-text-3" id="text-org545fd47">
<p>
To facilitate everyone's participation, audio and/or video recording
of in class activities is not allowed unless explicitly agreed upon by
all present students <i>and</i> instructors. In no case sharing on public
platforms of the recordings will be allowed.
</p>
</div>
</div>

<div id="outline-container-orgc22cdfc" class="outline-3">
<h3 id="orgc22cdfc"><a href="#orgc22cdfc">Preferred Name and Pronoun</a></h3>
<div class="outline-text-3" id="text-orgc22cdfc">
<p>
This course affirms people of all gender expressions and gender
identities. If you prefer to be called a different name than what is
on the class roster, please let me know. Feel free to correct
instructors on your preferred gender pronoun.
</p>
</div>
</div>
</div>
