html-content/syllabus.html

<div id="outline-container-org72e67e7" class="outline-2">
<h2 id="org72e67e7"><a href="#org72e67e7">Attendance Policy</a></h2>
<div class="outline-text-2" id="text-org72e67e7">
<p>
All holidays or special events observed by organized religions will be
honored for those students who show affiliation with that particular
religion. Absences pre‐approved by the UA Dean of Students (or Dean's
designee) will be honored.
</p>

<p>
It is important to attend all classes, as what is discussed in class
is pertinent to adequate performance on assignments and exams. If you
must be absent, it is your responsibility to obtain and review the
information you missed.
</p>
</div>
</div>

<div id="outline-container-org072def3" class="outline-2">
<h2 id="org072def3"><a href="#org072def3">Academic Integrity</a></h2>
<div class="outline-text-2" id="text-org072def3">
<p>
Integrity is expected of every student in all academic work. The
guiding principle of academic integrity is that a student’s submitted
work must be the student’s own. Students are encouraged to share
intellectual views and discuss freely the principles and applications
of course materials. However, <b>graded work/exercises must be the
product of your own effort unless otherwise instructed</b>. Students are
expected to adhere to the UA Code of Academic Integrity as described
in the UA General Catalog. See:
<a href="https://deanofstudents.arizona.edu/student-rights-responsibilities/academic-integrity">https://deanofstudents.arizona.edu/student-rights-responsibilities/academic-integrity</a>
</p>

<p>
Misappropriation of exams before or after they are given will be
considered academic misconduct. Misconduct of any kind will be
prosecuted and may result in any or all of the following:
</p>
<ul class="org-ul">
<li>Reduction of grade</li>
<li>Failing grade</li>
<li>Referral to the Dean of Students for consideration of additional
penalty, i.e. notation on a student’s transcript re. academic
integrity violation, etc. <a href="http://deanofstudents.arizona.edu/policies%E2%80%90and%E2%80%90codes/code%E2%80%90academic%E2%80%90integrity">http://deanofstudents.arizona.edu/policies%E2%80%90and%E2%80%90codes/code%E2%80%90academic%E2%80%90integrity</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd533818" class="outline-2">
<h2 id="orgd533818"><a href="#orgd533818">Additional resources for students</a></h2>
<div class="outline-text-2" id="text-orgd533818">
<p>
UA Academic policies and procedures are available at
<a href="http://catalog.arizona.edu/policies">http://catalog.arizona.edu/policies</a>
</p>
</div>

<div id="outline-container-orgd3de80b" class="outline-3">
<h3 id="orgd3de80b"><a href="#orgd3de80b">Campus Health</a></h3>
<div class="outline-text-3" id="text-orgd3de80b">
<p>
<a href="http://www.health.arizona.edu/">http://www.health.arizona.edu/</a>
</p>

<p>
Campus Health provides quality medical and mental health care services
through virtual and in-person care.
</p>

<ul class="org-ul">
<li>Phone: 520-621-9202</li>
</ul>
</div>
</div>

<div id="outline-container-orga5e6712" class="outline-3">
<h3 id="orga5e6712"><a href="#orga5e6712">Counseling and Psych Services (CAPS)</a></h3>
<div class="outline-text-3" id="text-orga5e6712">
<p>
<a href="https://health.arizona.edu/counseling-psych-services">https://health.arizona.edu/counseling-psych-services</a>
</p>

<p>
CAPS provides mental health care, including short-term counseling
services.
</p>

<ul class="org-ul">
<li>Phone: 520-621-3334</li>
</ul>
</div>
</div>

<div id="outline-container-orgecff1ea" class="outline-3">
<h3 id="orgecff1ea"><a href="#orgecff1ea">The Dean of Students Office’s Student Assistance Program</a></h3>
<div class="outline-text-3" id="text-orgecff1ea">
<p>
<a href="http://deanofstudents.arizona.edu/student-assistance/students/student-assistance">http://deanofstudents.arizona.edu/student-assistance/students/student-assistance</a>
</p>

<p>
Student Assistance helps students manage crises, life traumas, and
other barriers that impede success. The staff addresses the needs of
students who experience issues related to social adjustment, academic
challenges, psychological health, physical health, victimization, and
relationship issues, through a variety of interventions, referrals,
and follow up services.
</p>

<ul class="org-ul">
<li>Email: <a href="mailto:DOS-deanofstudents@email.arizona.edu">DOS-deanofstudents@email.arizona.edu</a></li>
<li>Phone: 520-621-7057</li>
</ul>
</div>
</div>

<div id="outline-container-org29c9af9" class="outline-3">
<h3 id="org29c9af9"><a href="#org29c9af9">Survivor Advocacy Program</a></h3>
<div class="outline-text-3" id="text-org29c9af9">
<p>
<a href="https://survivoradvocacy.arizona.edu/">https://survivoradvocacy.arizona.edu/</a>
</p>

<p>
The Survivor Advocacy Program provides confidential support and
advocacy services to student survivors of sexual and gender-based
violence. The Program can also advise students about relevant non-UA
resources available within the local community for support.
</p>

<ul class="org-ul">
<li>Email: <a href="mailto:survivoradvocacy@email.arizona.edu">survivoradvocacy@email.arizona.edu</a></li>
<li>Phone: 520-621-5767</li>
</ul>
</div>
</div>

<div id="outline-container-org27c6797" class="outline-3">
<h3 id="org27c6797"><a href="#org27c6797">Support Outreach Success (SOS)</a></h3>
<div class="outline-text-3" id="text-org27c6797">
<p>
<a href="https://sos.arizona.edu/about">https://sos.arizona.edu/about</a>
</p>

<p>
Students who ask for help are more successful. If you have questions,
concerns or challenges and are unsure about where to go for answers or
support you can ask SOS. The SOS staff will answer questions, find you
resources or connect you with the correct people. Whether you’re
brand-new to campus or have been around for a while, just reach out to
SOS for support.
</p>

<ul class="org-ul">
<li>Chat: <a href="http://sos.arizona.edu">sos.arizona.edu</a></li>
<li>Email: <a href="mailto:sos@arizona.edu">sos@arizona.edu</a></li>
<li>Text: SOS to 70542</li>
<li>Call: 520-621-2327</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org2621b3d" class="outline-2">
<h2 id="org2621b3d"><a href="#org2621b3d">Confidentiality of Student Records</a></h2>
<div class="outline-text-2" id="text-org2621b3d">
<p>
<a href="http://www.registrar.arizona.edu/ferpa">http://www.registrar.arizona.edu/ferpa</a>
</p>
</div>
</div>

<div id="outline-container-orgd8b0dbe" class="outline-2">
<h2 id="orgd8b0dbe"><a href="#orgd8b0dbe">Safety on Campus and in the Classroom</a></h2>
<div class="outline-text-2" id="text-orgd8b0dbe">
<p>
For a list of emergency procedures for all types of incidents, please visit the website of the Critical
Incident Response Team (CIRT): <a href="https://cirt.arizona.edu/case-emergency/overview">https://cirt.arizona.edu/case-emergency/overview</a>
</p>

<p>
Also watch the video available at
<a href="https://arizona.sabacloud.com/Saba/Web_spf/NA7P1PRD161/common/learningeventdetail/crtfy000000000003560">https://arizona.sabacloud.com/Saba/Web_spf/NA7P1PRD161/common/learningeventdetail/crtfy000000000003560</a>
</p>
</div>
</div>
