md/syllabus.md


<a id="org0aa1093"></a>

# Attendance Policy

All holidays or special events observed by organized religions will be
honored for those students who show affiliation with that particular
religion. Absences pre‐approved by the UA Dean of Students (or Dean's
designee) will be honored.

It is important to attend all classes, as what is discussed in class
is pertinent to adequate performance on assignments and exams. If you
must be absent, it is your responsibility to obtain and review the
information you missed.


<a id="org517df95"></a>

# Academic Integrity

Integrity is expected of every student in all academic work. The
guiding principle of academic integrity is that a student’s submitted
work must be the student’s own. Students are encouraged to share
intellectual views and discuss freely the principles and applications
of course materials. However, **graded work/exercises must be the
product of your own effort unless otherwise instructed**. Students are
expected to adhere to the UA Code of Academic Integrity as described
in the UA General Catalog. See:
<https://deanofstudents.arizona.edu/student-rights-responsibilities/academic-integrity>

Misappropriation of exams before or after they are given will be
considered academic misconduct. Misconduct of any kind will be
prosecuted and may result in any or all of the following:

-   Reduction of grade
-   Failing grade
-   Referral to the Dean of Students for consideration of additional
    penalty, i.e. notation on a student’s transcript re. academic
    integrity violation, etc. <http://deanofstudents.arizona.edu/policies‐and‐codes/code‐academic‐integrity>


<a id="org19cdb01"></a>

# Additional resources for students

UA Academic policies and procedures are available at
<http://catalog.arizona.edu/policies>


<a id="orgc0fc6a9"></a>

## Campus Health

<http://www.health.arizona.edu/>

Campus Health provides quality medical and mental health care services
through virtual and in-person care.

-   Phone: 520-621-9202


<a id="org9f1fdb5"></a>

## Counseling and Psych Services (CAPS)

<https://health.arizona.edu/counseling-psych-services>

CAPS provides mental health care, including short-term counseling
services.

-   Phone: 520-621-3334


<a id="orgd71e9ca"></a>

## The Dean of Students Office’s Student Assistance Program

<http://deanofstudents.arizona.edu/student-assistance/students/student-assistance>

Student Assistance helps students manage crises, life traumas, and
other barriers that impede success. The staff addresses the needs of
students who experience issues related to social adjustment, academic
challenges, psychological health, physical health, victimization, and
relationship issues, through a variety of interventions, referrals,
and follow up services.

-   Email: [DOS-deanofstudents@email.arizona.edu](mailto:DOS-deanofstudents@email.arizona.edu)
-   Phone: 520-621-7057


<a id="org81daae2"></a>

## Survivor Advocacy Program

<https://survivoradvocacy.arizona.edu/>

The Survivor Advocacy Program provides confidential support and
advocacy services to student survivors of sexual and gender-based
violence. The Program can also advise students about relevant non-UA
resources available within the local community for support.

-   Email: [survivoradvocacy@email.arizona.edu](mailto:survivoradvocacy@email.arizona.edu)
-   Phone: 520-621-5767


<a id="org1efcc71"></a>

## Support Outreach Success (SOS)

<https://sos.arizona.edu/about>

Students who ask for help are more successful. If you have questions,
concerns or challenges and are unsure about where to go for answers or
support you can ask SOS. The SOS staff will answer questions, find you
resources or connect you with the correct people. Whether you’re
brand-new to campus or have been around for a while, just reach out to
SOS for support.

-   Chat: [sos.arizona.edu](http://sos.arizona.edu)
-   Email: [sos@arizona.edu](mailto:sos@arizona.edu)
-   Text: SOS to 70542
-   Call: 520-621-2327


<a id="org68f7449"></a>

# Confidentiality of Student Records

<http://www.registrar.arizona.edu/ferpa>


<a id="orgca23a6a"></a>

# Safety on Campus and in the Classroom

For a list of emergency procedures for all types of incidents, please visit the website of the Critical
Incident Response Team (CIRT): <https://cirt.arizona.edu/case-emergency/overview>

Also watch the video available at
<https://arizona.sabacloud.com/Saba/Web_spf/NA7P1PRD161/common/learningeventdetail/crtfy000000000003560>
