md/syllabus.md


<a id="org92b096b"></a>

# Subject to change statement

The information contained in this syllabus, other than the grade and absence
policies, may be subject to change with reasonable advance notice, as deemed
appropriate by the instructor.

